---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CategoryNameMap
source: html/34cf3456-97a4-5af6-c827-d207434d40e7.htm
---
# CategoryNameMap Members

Initializes a new instance of the CategoryNameMap class